tap "homebrew/bundle"
tap "homebrew/core"
tap "lotyp/homebrew-formulae"

brew "brew-cask-completion"
brew "brew-php-switcher"
brew "btop"
brew "corepack"
brew "coreutils"
brew "diff-so-fancy"
brew "dnsmasq"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fmt"
brew "glow"
brew "gnu-sed"
brew "go"
brew "grep"
brew "httpie"
brew "htmlq"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lotyp/formulae/dockutil"
brew "lua-language-server"
brew "nano"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nnn"
brew "phpmyadmin"
brew "prettier"
brew "psgrep"
brew "python"
brew "redis"
brew "rustup-init"
brew "shellcheck"
brew "skhd"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "thefuck"
brew "topgrade"
brew "tree-sitter"
brew "tree"
brew "unar"
brew "watchman"
brew "webp"
brew "wezterm"
brew "wget"
brew "yabai"
brew "zellij"
brew "zoxide"
brew "zsh-async"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh"
