tap "homebrew/bundle"
tap "bufbuild/buf"
tap "facebook/fb"
tap "supabase/tap"

# core
brew "coreutils"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "git-delta"
brew "diff-so-fancy"
brew "stow"
brew "wget"
brew "curl"
brew "grep"
brew "less"
brew "nano"
brew "unzip"
brew "openssh"
brew "openvpn"
brew "ssh-copy-id"

# shell
brew "fish"
brew "starship"
brew "zoxide"
brew "fzf"
brew "zellij"

# tools
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "ripgrep"
brew "tree"
brew "lazygit"
brew "topgrade"
brew "act"
brew "httpie"
brew "mkcert"
brew "poppler"
brew "pngpaste"

# dev
brew "neovim"
brew "go"
brew "deno"
brew "typescript"
brew "ruby"
brew "rust"
brew "pnpm"
brew "python@3.12"
brew "python-tk@3.11"
brew "pipx"
brew "biome"
brew "prettier"
brew "tree-sitter"
brew "watchman"

# ios/mobile
brew "cocoapods"
brew "fastlane"
brew "ios-deploy"
brew "ideviceinstaller"
brew "bundletool"
brew "facebook/fb/idb-companion"

# kubernetes/containers
brew "kind"
brew "kubernetes-cli"

# protobuf/grpc
brew "grpc"
brew "bufbuild/buf/buf"
brew "protoc-gen-doc"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"

# database
brew "postgresql@14"
brew "supabase/tap/supabase"

# rust
brew "cargo-binstall"

# media
brew "ffmpeg"
brew "imagemagick"
brew "webp"
brew "optipng"
brew "pngquant"

# other
brew "bazel"
brew "brew-cask-completion"
brew "worktrunk"
