tap "homebrew/bundle"
tap "homebrew/core"
tap "lotyp/homebrew-formulae"

brew "brew-cask-completion"
brew "brew-php-switcher"
brew "btop"
brew "cocoapods"
brew "corepack"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "dnsmasq"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fmt"
brew "go"
brew "grep"
brew "harfbuzz"
brew "httpie"
brew "htmlq"
brew "ios-deploy"
brew "imagemagick"
brew "jq"
brew "jpeg-turbo"
brew "jpeg-xl"
brew "lame"
brew "lazygit"
brew "less"
brew "lotyp/formulae/dockutil"
brew "lua-language-server"
brew "neovim"
brew "nginx"
brew "phpmyadmin"
brew "prettier"
brew "psgrep"
brew "python"
brew "redis"
brew "rustup-init"
brew "shellcheck"
brew "skhd"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "topgrade"
brew "tree-sitter"
brew "tree"
brew "typescript"
brew "unar"
brew "unzip"
brew "watchman"
brew "webp"
brew "wget"
brew "zellij"
brew "zoxide"
